/* No comment provided by engineer. */
"%.0f min" = "%.0f min";

/* No comment provided by engineer. */
"%.2f km" = "%.2f km";

/* No comment provided by engineer. */
"%.2f mi" = "%.2f mi";

/* No comment provided by engineer. */
"0 points" = "0 points";

/* relative time */
"1 day ago" = "1 day ago";

/* relative time */
"1 hour ago" = "1 hour ago";

/* relative time */
"1 minute ago" = "1 minute ago";

/* relative time */
"\(Int(days)) days ago" = "\(Int(days)) days ago";

/* relative time */
"\(Int(hours)) hours ago" = "\(Int(hours)) hours ago";

/* relative time */
"\(Int(minutes)) minutes ago" = "\(Int(minutes)) minutes ago";

/* relative time */
"\(Int(seconds)) seconds ago" = "\(Int(seconds)) seconds ago";

/* n/a */
"All Notifications" = "All Notifications";

/* n/a */
"Allow app to access your Twitter profile in order to create unique deals and promotions that are personalized to your interests." = "Allow app to access your Twitter profile in order to create unique deals and promotions that are personalized to your interests.";

/* No comment provided by engineer. */
"Amenity not found!" = "Amenity not found!";

/* No comment provided by engineer. */
"APPLY" = "APPLY";

/* n/a */
"ATM" = "ATM";

/* n/a */
"Bathrooms" = "Bathrooms";

/* n/a */
"Beer" = "Beer";

/* n/a */
"Beer & Wine" = "Beer & Wine";

/* No comment provided by engineer. */
"Browse and save personalized deals" = "Browse and save personalized deals";

/* No comment provided by engineer. */
"CANCEL" = "CANCEL";

/* n/a */
"Candy" = "Candy";

/* n/a */
"Car Wash" = "Car Wash";

/* No comment provided by engineer. */
"CHEAPEST" = "CHEAPEST";

/* No comment provided by engineer. */
"Claim Deals" = "Claim Deals";

/* No comment provided by engineer. */
"Closed" = "Closed";

/* No comment provided by engineer. */
"CLOSEST" = "CLOSEST";

/* n/a */
"Coffee" = "Coffee";

/* n/a */
"Complete your profile to earn 20 points towards your next reward!" = "Complete your profile to earn 20 points towards your next reward!";

/* n/a */
"CONNECT TO TWITTER" = "CONNECT TO TWITTER";

/* n/a */
"Cosmetics" = "Cosmetics";

/* No comment provided by engineer. */
"Coupon must be presented at time of purchase. Offer not valid on clearance and marked down items. May not be combined with other coupons or associate discount. One coupon per family. No reproductions. Not valid for shopping online. Participation and availability may vary by store. Valid in US stores only." = "Coupon must be presented at time of purchase. Offer not valid on clearance and marked down items. May not be combined with other coupons or associate discount. One coupon per family. No reproductions. Not valid for shopping online. Participation and availability may vary by store. Valid in US stores only.";

/* No comment provided by engineer. */
"Create an account to\nstart saving today!" = "Create an account to\nstart saving today!";

/* No comment provided by engineer. */
"Current Location" = "Current Location";

/* No comment provided by engineer. */
"DEALS" = "DEALS";

/* No comment provided by engineer. */
"DETAILS" = "DETAILS";

/* n/a */
"Details" = "Details";

/* n/a */
"Diesel" = "Diesel";

/* n/a */
"Diesel Fuel" = "Diesel Fuel";

/* No comment provided by engineer. */
"Directions" = "Directions";

/* No comment provided by engineer. */
"Earn Points" = "Earn Points";

/* n/a */
"Electronics" = "Electronics";

/* n/a */
"Enable Location" = "Enable Location";

/* n/a */
"ENABLE LOCATION" = "ENABLE LOCATION";

/* n/a */
"Enable Notifications" = "Enable Notifications";

/* n/a */
"Energy Drinks" = "Energy Drinks";

/* No comment provided by engineer. */
"Expires" = "Expires";

/* n/a */
"FILTER BY" = "FILTER BY";

/* No comment provided by engineer. */
"Find Stations" = "Find Stations";

/* n/a */
"First Aid" = "First Aid";

/* n/a */
"Fresh Fruit" = "Fresh Fruit";

/* No comment provided by engineer. */
"Get rewarded for every dollar you spend!" = "Get rewarded for every dollar you spend!";

/* No comment provided by engineer. */
"Go To Settings" = "Go To Settings";

/* No comment provided by engineer. */
"GOAL REACHED" = "GOAL REACHED";

/* n/a */
"Healthy Food" = "Healthy Food";

/* n/a */
"Hot Food" = "Hot Food";

/* n/a */
"Instant Replays" = "Instant Replays";

/* relative time */
"just now" = "just now";

/* No comment provided by engineer. */
"Later" = "Later";

/* No comment provided by engineer. */
"listview" = "listview";

/* n/a */
"Maps" = "Maps";

/* No comment provided by engineer. */
"mapview" = "mapview";

/* No comment provided by engineer. */
"MY REWARDS" = "MY REWARDS";

/* No comment provided by engineer. */
"Notice" = "Notice";

/* n/a */
"Now that you've added your interests and enabled Twitter, let us send you personalized notifications about sales!" = "Now that you've added your interests and enabled Twitter, let us send you personalized notifications about sales!";

/* No comment provided by engineer. */
"offers" = "offers";

/* No comment provided by engineer. */
"offersId" = "offersId";

/* n/a */
"OK" = "OK";

/* No comment provided by engineer. */
"Open" = "Open";

/* n/a */
"Open 24 Hours" = "Open 24 Hours";

/* No comment provided by engineer. */
"Open from %@ - %@" = "Open from %1$@ - %2$@";

/* n/a */
"Open Now" = "Open Now";

/* n/a */
"Pay Phone" = "Pay Phone";

/* No comment provided by engineer. */
"POINTS" = "POINTS";

/* n/a */
"Power Bars" = "Power Bars";

/* n/a */
"Premium Fuel" = "Premium Fuel";

/* n/a */
"Promotions" = "Promotions";

/* No comment provided by engineer. */
"Quickly find the closest gas stations" = "Quickly find the closest gas stations";

/* n/a */
"Restaurant" = "Restaurant";

/* n/a */
"Safety Alerts" = "Safety Alerts";

/* n/a */
"Save Deal" = "Save Deal";

/* No comment provided by engineer. */
"SAVED DEALS" = "SAVED DEALS";

/* No comment provided by engineer. */
"Search" = "Search";

/* n/a */
"SEND ME DEALS!" = "SEND ME DEALS!";

/* n/a */
"Snacks" = "Snacks";

/* n/a */
"Soft Drinks" = "Soft Drinks";

/* n/a */
"SORT BY" = "SORT BY";

/* n/a */
"Souveniers" = "Souveniers";

/* No comment provided by engineer. */
"STATIONS" = "STATIONS";

/* n/a */
"Sync with Twitter" = "Sync with Twitter";

/* No comment provided by engineer. */
"Syncing with Twitter not currently supported" = "Syncing with Twitter not currently supported";

/* No comment provided by engineer. */
"tableview" = "tableview";

/* n/a */
"Team News" = "Team News";

/* No comment provided by engineer. */
"togglebutton" = "togglebutton";

/* n/a */
"Toiletries" = "Toiletries";

/* n/a */
"Unread Notifications" = "Unread Notifications";

/* n/a */
"Water" = "Water";

/* n/a */
"We will use your location to show you gas stations and deals near you." = "We will use your location to show you gas stations and deals near you.";

/* n/a */
"Wine" = "Wine";

/* No comment provided by engineer. */
"You must enable location services in the Settings app." = "You must enable location services in the Settings app.";

/* No comment provided by engineer. */
"You must enable notifications in the Settings app." = "You must enable notifications in the Settings app.";

/* No comment provided by engineer. */
"Your confirmation code is 1234." = "Your confirmation code is 1234.";

/* No comment provided by engineer. */
"You’ve reached\nyour goal!" = "You’ve reached\nyour goal!";

/* No comment provided by engineer. */
"Network Error" = "Network Error";

/* No comment provided by engineer. */
"Open 24 Hours" = "Open 24 Hours";

/* No comment provided by engineer. */
"Call" = "Call";

/* No comment provided by engineer. */
"Call" = "Call";

/* No comment provided by engineer. */
"Demo Mode" = "Demo Mode";

/* No comment provided by engineer. */
"Would you like to use Roadrunner in demo mode?" = "Would you like to use Roadrunner in demo mode?";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"No thanks" = "No thanks";

/* No comment provided by engineer. */
" points left until\n10% off next fill-up" = " points left until\n10% off next fill-up";

/* No comment provided by engineer. */
" points" = " points";

/* No comment provided by engineer. */
"Incorrect login!" = "Incorrect login!";

/* No comment provided by engineer. */
"Invalid number!" = "Invalid number!";

/* No comment provided by engineer. */
"SAVED TO MY DEALS!" = "SAVED TO MY DEALS!";